'use client'
import React from 'react'
import { Accordion } from 'react-bootstrap'
import './faqoutro.css'
import Title from '../utils/title/Title'
import Lead from '../utils/lead/Lead'
const FaqOutro = () => {
    return (
        <section className='faqOutro'>
            <Title title={'سوالات متداول'} />
            <Lead boldText={'هرآنچه سوال شماست'} lightText={'کوشافن پارس پاسخگوی تمام سوالات شما خواهد بود'} />
            <Accordion defaultActiveKey="0" className='py-lg-5 container-custom '>
                <Accordion.Item eventKey="0" className='mt-lg-4 mt-3'>
                    <Accordion.Header>آیا ایمپلنت دندانی اویتا مجوز های مورد نیاز را دارد؟</Accordion.Header>
                    <Accordion.Body>
                        مشتریان عزیز ما با ارسال پیام‌های رضایتمندی، از کیفیت بالای خدمات طراحی وبسایت اوستاوب ابراز خشنودی کرده‌اند. آنها به طور ویژه به طراحی زیبا کاربری آسان و همچنین پشتیبانی حرفه‌ای تیم ما اشاره کرده‌اند. این نظرات ارزشمند، انگیزه ما را برای ارائه خدمات بهتر و نوآورانه‌تر دوچندان می‌کند. ما مفتخریم که توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیممشتریان عزیز ما با ارسال پیام‌های رضایتمندی، از کیفیت بالای خدمات طراحی وبسایت اوستاوب ابراز خشنودی کرده‌اند. آنها به طور ویژه به طراحی زیبا، کاربری آسان و همچنین پشتیبانی حرفه‌ای تیم ما اشاره کرده‌اند. این نظرات ارزشمند، انگیزه ما را برای ارائه خدمات بهتر و نوآورانه‌تر دوچندان می‌کند. ما مفتخریم که توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیم
                    </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey="1" className='mt-lg-4 mt-3'>
                    <Accordion.Header>آیا ایمپلنت دندانی اویتا مجوز های مورد نیاز را دارد؟</Accordion.Header>
                    <Accordion.Body>
                        مشتریان عزیز ما با ارسال پیام‌های رضایتمندی، از کیفیت بالای خدمات طراحی وبسایت اوستاوب ابراز خشنودی کرده‌اند. آنها به طور ویژه به طراحی زیبا کاربری آسان و همچنین پشتیبانی حرفه‌ای تیم ما اشاره کرده‌اند. این نظرات ارزشمند، انگیزه ما را برای ارائه خدمات بهتر و نوآورانه‌تر دوچندان می‌کند. ما مفتخریم که توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیممشتریان عزیز ما با ارسال پیام‌های رضایتمندی، از کیفیت بالای خدمات طراحی وبسایت اوستاوب ابراز خشنودی کرده‌اند. آنها به طور ویژه به طراحی زیبا، کاربری آسان و همچنین پشتیبانی حرفه‌ای تیم ما اشاره کرده‌اند. این نظرات ارزشمند، انگیزه ما را برای ارائه خدمات بهتر و نوآورانه‌تر دوچندان می‌کند. ما مفتخریم که توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیم
                    </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey="2" className='mt-lg-4 mt-3'>
                    <Accordion.Header>آیا ایمپلنت دندانی اویتا مجوز های مورد نیاز را دارد؟</Accordion.Header>
                    <Accordion.Body>
                        مشتریان عزیز ما با ارسال پیام‌های رضایتمندی، از کیفیت بالای خدمات طراحی وبسایت اوستاوب ابراز خشنودی کرده‌اند. آنها به طور ویژه به طراحی زیبا کاربری آسان و همچنین پشتیبانی حرفه‌ای تیم ما اشاره کرده‌اند. این نظرات ارزشمند، انگیزه ما را برای ارائه خدمات بهتر و نوآورانه‌تر دوچندان می‌کند. ما مفتخریم که توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیممشتریان عزیز ما با ارسال پیام‌های رضایتمندی، از کیفیت بالای خدمات طراحی وبسایت اوستاوب ابراز خشنودی کرده‌اند. آنها به طور ویژه به طراحی زیبا، کاربری آسان و همچنین پشتیبانی حرفه‌ای تیم ما اشاره کرده‌اند. این نظرات ارزشمند، انگیزه ما را برای ارائه خدمات بهتر و نوآورانه‌تر دوچندان می‌کند. ما مفتخریم که توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیم
                    </Accordion.Body>
                </Accordion.Item>
                <Accordion.Item eventKey="3" className='mt-lg-4 mt-3'>
                    <Accordion.Header>آیا ایمپلنت دندانی اویتا مجوز های مورد نیاز را دارد؟</Accordion.Header>
                    <Accordion.Body>
                        مشتریان عزیز ما با ارسال پیام‌های رضایتمندی، از کیفیت بالای خدمات طراحی وبسایت اوستاوب ابراز خشنودی کرده‌اند. آنها به طور ویژه به طراحی زیبا کاربری آسان و همچنین پشتیبانی حرفه‌ای تیم ما اشاره کرده‌اند. این نظرات ارزشمند، انگیزه ما را برای ارائه خدمات بهتر و نوآورانه‌تر دوچندان می‌کند. ما مفتخریم که توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیممشتریان عزیز ما با ارسال پیام‌های رضایتمندی، از کیفیت بالای خدمات طراحی وبسایت اوستاوب ابراز خشنودی کرده‌اند. آنها به طور ویژه به طراحی زیبا، کاربری آسان و همچنین پشتیبانی حرفه‌ای تیم ما اشاره کرده‌اند. این نظرات ارزشمند، انگیزه ما را برای ارائه خدمات بهتر و نوآورانه‌تر دوچندان می‌کند. ما مفتخریم که توانسته‌ایم اعتماد و رضایت مشتریان خود را جلب کنیم
                    </Accordion.Body>
                </Accordion.Item>
            </Accordion>
        </section>
    )
}

export default FaqOutro
