import React from 'react'
import RootLayout from '../../(main)/layout'
import Title from '../../components/utils/title/Title'
import Image from 'next/image'
import images from '../../public/assets/images'
import BlogList from '../../components/Blog/BlogList/BlogList'
import SimilarBlogs from '@/app/components/Blog/SimilarBlogs/SimilarBlogs'
import ProductReviews from '@/app/components/ProductReviews/ProductReviews'

const page = () => {
  return (
    <RootLayout>
      {/* COURSES SLIDER */}
      <div className='row align-items-center mt-lg-5 mt-2 py-lg-5 px-lg-4  p-2 justify-content-center' style={{ background: '#e4f0fd', borderRadius: '15px' }}>
        <div className='col-12'>
          <Image src={images.blog_show_image} alt='image' className='w-100 h-100' />
        </div>
        <div className='col-12 d-flex flex-column gap-lg-4'>
          <div className='d-flex align-items-center justify-content-start gap-3 mt-lg-4'>
            <Title title={'مجله کوشافن پارس'} />
            <Image src={images.share_icon} alt='icon' />
          </div>
        </div>
        <div className='col-lg-12 mt-lg-3'>
          <h2 className='fw-bold d-flex flex-column gap-3 mt-3'>
            <span className='lead fs-3 fw-normal'>
              مقالات و رویداد ها
            </span>
            پنجره ای رو به دنیای نوآورانه دندانپزشکی و دندانسازی
          </h2>
          <p className='text-justify py-2 lead'>
            مجله کوشافن پارس، پنجره‌ای رو به دنیای نوآورانه دندانپزشکی و دندانسازی است. در هر شماره از این مجله، با آخرین دستاوردهای علمی و تکنولوژیکی در این حوزه آشنا شده و از نزدیک شاهد حضور فعال شرکت کوشافن پارس در رویدادهای مهم صنعت خواهیم بود. وبلاگ تخصصی این مجله، فضایی است برای تبادل نظر و ارائه مقالات علمی توسط متخصصان و پژوهشگران. همچنین، گالری تصاویر نمایشگاهی، روایتگر حضور پررنگ محصولات و خدمات کوشافن پارس در نمایشگاه‌های داخلی و بین‌المللی است. با دنبال کردن اخبار این مجله، همواره از جدیدترین محصولات و خدمات شرکت و همچنین رویدادهای مهم صنعت دندانپزشکی آگاه خواهید شد
            مجله کوشافن پارس، پنجره‌ای رو به دنیای نوآورانه دندانپزشکی و دندانسازی است. در هر شماره از این مجله، با آخرین دستاوردهای علمی و تکنولوژیکی در این حوزه آشنا شده و از نزدیک شاهد حضور فعال شرکت کوشافن پارس در رویدادهای مهم صنعت خواهیم بود. وبلاگ تخصصی این مجله، فضایی است برای تبادل نظر و ارائه مقالات علمی توسط متخصصان و پژوهشگران. همچنین، گالری تصاویر نمایشگاهی، روایتگر حضور پررنگ محصولات و خدمات کوشافن پارس در نمایشگاه‌های داخلی و بین‌المللی است. با دنبال کردن اخبار این مجله، همواره از جدیدترین محصولات و خدمات شرکت و همچنین رویدادهای مهم صنعت دندانپزشکی آگاه خواهید شد مجله کوشافن پارس، پنجره‌ای رو به دنیای نوآورانه دندانپزشکی و دندانسازی است. در هر شماره از این مجله، با آخرین دستاوردهای علمی و تکنولوژیکی در این حوزه آشنا شده و از نزدیک شاهد حضور فعال شرکت کوشافن پارس در رویدادهای مهم صنعت خواهیم بود. وبلاگ تخصصی این مجله، فضایی است برای تبادل نظر و ارائه مقالات علمی توسط متخصصان و پژوهشگران. همچنین، گالری تصاویر نمایشگاهی، روایتگر حضور پررنگ محصولات و خدمات کوشافن پارس در نمایشگاه‌های داخلی و بین‌المللی است. با دنبال کردن اخبار این مجله، همواره از جدیدترین محصولات و خدمات شرکت و همچنین رویدادهای مهم صنعت دندانپزشکی آگاه خواهید شد مجله کوشافن پارس، پنجره‌ای رو به دنیای نوآورانه دندانپزشکی و دندانسازی است. در هر شماره از این مجله، با آخرین دستاوردهای علمی و تکنولوژیکی در این حوزه آشنا شده و از نزدیک شاهد حضور فعال شرکت کوشافن پارس در رویدادهای مهم صنعت خواهیم بود. وبلاگ تخصصی این مجله، فضایی است برای تبادل نظر و ارائه مقالات علمی توسط متخصصان و پژوهشگران. همچنین، گالری تصاویر نمایشگاهی، روایتگر حضور پررنگ محصولات و خدمات کوشافن پارس در نمایشگاه‌های داخلی و بین‌المللی است. با دنبال کردن اخبار این مجله، همواره از جدیدترین محصولات و خدمات شرکت و همچنین رویدادهای مهم صنعت دندانپزشکی آگاه خواهید شد
          </p>
        </div>
        <div className='col-lg-12 mt-lg-3'>
          <SimilarBlogs />
        </div>
      </div>
      <div className='col-lg-9 mt-lg-5 mt-3 mx-auto'>
        <ProductReviews />
      </div>
    </RootLayout>
  )
}

export default page
